       IDENTIFICATION DIVISION.
       PROGRAM-ID.     HELLO.
   
       PROCEDURE DIVISION.
           DISPLAY "Hello GSE UK!".
           STOP RUN.
      